import React from 'react';

const CafeLeft = () => {
    return (
        <div className='cafe__left'>
            <h2 className="cafe__title">НАШЕ КАФЕ</h2>
            <p className="cafe__desc">
                Мы расположены в одном из самых живописных мест города — на берегу реки, это ваш оазис в черте города,
                куда можно сбежать от шумного и пыльного мегаполиса. Мы, действительно уникальные, ведь все продумано до
                мелочей: проект построен из дикого закарпатского сруба, камин в основном зале ресторана и панорамные
                окна с видом на реку, уютные беседки на берегу реки и лучшая видовая террасса, шатер с посадкой на 200
                человек, сказочный детский домик и бассейн.
            </p>
            <button className="cafe__btn">ПОСМОТРЕТЬ МЕНЮ</button>
        </div>
    );
};

export default CafeLeft;